CREATE TABLE condom_list (
  condomname VARCHAR(255) PRIMARY KEY NOT NULL ,
  detail VARCHAR(500) NOT NULL ,
  image VARCHAR(200) NOT NULL)
ENGINE = InnoDB;

INSERT INTO condom_list (condomname,detail,image)
    VALUES ('ถุงยาง Okamoto','Okamoto แบรนด์ถุงยางอนามัยชื่อดังของญี่ปุ่นนี้ ได้ถูกขนานนามว่าเป็นราชาของถุงยางอนามัยในญี่ปุ่น และเริ่มมีการตีตลาดไปต่างประเทศอีกด้วย บริษัทนี้ให้ความสำคัญกับความสุขของลูกค้าเป็นอย่างมาก ถุงยางอนามัยของบริษัทนี้มีหลายขนาด หลายสี หลายความหนา นอกจากนี้ถุงยางอนามัยของบริษัทโอกาโมโตะ ยังมีชื่อเสียงเรื่องความบางเฉียบแต่แข็งแรงทนทาน','condom1.jpg'),
            ('ถุงยาง One Touch','ถุงยางอนามัยวันทัช Onetouch ผลิตโดยบริษัท ไทยนิปปอนรับเบอร์ อินดัสตรี้ จำกัด (มหาชน) ซึ่งเป็นโรงงานผลิตถุงยางอนามัยของคนไทย ใหญ่อันดับต้นๆ ของโลก รับผลิตถุงยางอนามัยให้กับแบรนด์ดังระดับโลก อย่าง Elasun แบรนด์ถุงยางอนามัยอันดับ 1 ของจีน การันตีในเรื่องคุณภาพของสินค้าอย่างแน่นอน','condom1.jpg'),
            ('ถุงยาง PLAYBOY','PLAYBOY แบรนด์ชื่อดังระดับโลกจากประเทศอเมริกา ภายใต้แนวคิด ''รับผิดชอบต่อสังคมและสตรี นี่แหละวิถีแห่ง PLAYBOY" โดย PLAYBOY CONDOMS เป็นถุงยางอนามัยที่ตอบรับทุกความต้องการกับไลฟ์สไตล์ของผู้ชายรุ่นใหม่อย่างแท้จริง ได้รับความนิยมเป็นอันดับต้นๆ ของประเทศอเมริกา คุณภาพมาตรฐานสากลระดับโลก มาพร้อมสัญลักษณ์กระต่ายจอมซุกซนที่เข้ากับผู้ชายลัลล้าทั่วโลก','condom1.jpg');
